Repository: hakankorhasan/quitly
Catalog: quitly/quitly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, tr, zh_hans

# trigger_subtitle
source: Understanding your triggers helps you stay in control.
ar: فهم محفزاتك يساعدك على البقاء متحكمًا.
de: Deine Auslöser zu verstehen hilft dir, die Kontrolle zu behalten.
es: Entender tus desencadenantes te ayuda a mantener el control.
fr: Comprendre vos déclencheurs vous aide à garder le contrôle.
ja: きっかけを理解することで、自制心を保てます。
ko: 유발 요인을 이해하면 자제력을 유지할 수 있어요.
pt_br: Entender seus gatilhos ajuda a manter o controle.
ru: Понимание триггеров помогает сохранить контроль.
tr: Tetikleyicilerini anlamak kontrolü elde tutmana yardımcı olur.
zh_hans: 了解你的触发因素有助于保持自控力。

# update_button
source: Update Now
ar: التحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
ja: 今すぐアップデート
ko: 지금 업데이트
pt_br: Atualizar agora
ru: Обновить сейчас
tr: Şimdi Güncelle
zh_hans: 立即更新

# update_later
source: Maybe later
ar: ربما لاحقاً
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
ja: 後で
ko: 나중에
pt_br: Talvez depois
ru: Может быть позже
tr: Daha sonra
zh_hans: 以后再说

# update_subtitle
source: A new version of Quitly is available with improvements and new features.
ar: إصدار جديد من Quitly متاح مع تحسينات وميزات جديدة.
de: Eine neue Version von Quitly mit Verbesserungen und neuen Funktionen ist verfügbar.
es: Una nueva versión de Quitly está disponible con mejoras y nuevas funciones.
fr: Une nouvelle version de Quitly est disponible avec des améliorations et de nouvelles fonctionnalités.
ja: 改善と新機能を含むQuitlyの新バージョンが利用可能です。
ko: 개선 사항과 새로운 기능이 포함된 Quitly의 새 버전을 사용할 수 있습니다.
pt_br: Uma nova versão do Quitly está disponível com melhorias e novos recursos.
ru: Доступна новая версия Quitly с улучшениями и новыми функциями.
tr: Quitly'nin iyileştirmeler ve yeni özellikler içeren yeni versiyonu mevcut.
zh_hans: Quitly 的新版本已可用，包含改进和新功能。

# update_title
source: Update Available!
ar: تحديث متاح!
de: Update verfügbar!
es: ¡Actualización disponible!
fr: Mise à jour disponible!
ja: アップデートがあります！
ko: 업데이트 가능!
pt_br: Atualização disponível!
ru: Доступно обновление!
tr: Güncelleme Mevcut!
zh_hans: 有可用更新！

# urge_breathe_in
source: Breathe in...
ar: تنفس للداخل...
de: Einatmen...
es: Inhala...
fr: Inspirez...
ja: 息を吸って…
ko: 숨을 들이쉬세요…
pt_br: Inspire...
ru: Вдох...
tr: Nefes al...
zh_hans: 吸气…

# urge_breathe_out
source: Breathe out...
ar: تنفس للخارج...
de: Ausatmen...
es: Exhala...
fr: Expirez...
ja: 息を吐いて…
ko: 숨을 내쉬세요…
pt_br: Expire...
ru: Выдох...
tr: Nefes ver...
zh_hans: 呼气…

source: Urge Conquered!
ar: تم التغلب على الرغبة!
de: Drang besiegt!
es: ¡Impulso superado!
fr: Envie vaincue !
ja: 衝動に勝ちました！
ko: 충동을 이겨냈어요!
pt_br: Impulso vencido!
ru: Порыв побеждён!
tr: Dürtüyü Yendin!
zh_hans: 战胜了冲动！

# urge_hold
source: Hold...
ar: احبس...
de: Halten...
es: Mantén...
fr: Retenez...
ja: 止めて…
ko: 멈추세요…
pt_br: Segure...
ru: Задержи...
tr: Tut...
zh_hans: 屏住…

# urge_stronger
source: I'm Stronger
ar: أنا أقوى
de: Ich bin stärker
es: Soy más fuerte
fr: Je suis plus fort
ja: もっと強い
ko: 난 더 강해
pt_br: Sou mais forte
ru: Я сильнее
tr: Daha Güçlüyüm
zh_hans: 我更强了

# urge_wait_message
source: Wait... Just 10 seconds.
ar: انتظر... فقط 10 ثوانٍ.
de: Warte... Nur 10 Sekunden.
es: Espera... Solo 10 segundos.
fr: Attends... Juste 10 secondes.
ja: 待って…たった10秒。
ko: 잠깐… 10초만 기다려요.
pt_br: Espere... Só 10 segundos.
ru: Подожди... Всего 10 секунд.
tr: Bekle... Sadece 10 saniye.
zh_hans: 等一下…只需10秒。

# urge_wait_subtitle
source: The urge will pass. You are stronger than this.
ar: ستمر الرغبة. أنت أقوى من هذا.
de: Der Drang wird vergehen. Du bist stärker.
es: El impulso pasará. Eres más fuerte que esto.
fr: L'envie passera. Tu es plus fort que ça.
ja: 衝動は去ります。あなたはこれより強い。
ko: 충동은 지나갈 거예요. 당신은 이보다 강해요.
pt_br: A vontade vai passar. Você é mais forte.
ru: Желание пройдёт. Вы сильнее этого.
tr: Bu dürtü geçecek. Sen bundan daha güçlüsün.
zh_hans: 冲动会过去的。你比这更强大。

# widget_day_clean
source: day clean
ar: يوم نظيف
de: Tag sauber
es: día limpio
fr: journée de nettoyage
ja: 一日きれい
ko: 깨끗한 날
pt_br: dia limpo
ru: день чистый
tr: gün başardın
zh_hans: 一天干净

# widget_days_clean
source: days clean
ar: أيام نظيفة
de: Tage sauber
es: días limpios
fr: jours de propreté
ja: きれいな日々
ko: 깨끗한 날
pt_br: dias limpos
ru: дни чистые
tr: gün başardın
zh_hans: 干净的日子

# widget_description
source: Track your streak and savings at a glance.
ar: تتبع خطك والمدخرات في لمحة.
de: Verfolgen Sie Ihre Streaks und Ersparnisse auf einen Blick.
es: Sigue tu racha y ahorros de un vistazo.
fr: Suivez votre séquence et vos économies en un coup d'œil.
ja: 連続記録と節約額を一目で追跡できます。
ko: 연속 기록과 저축액을 한 눈에 추적하세요.
pt_br: Acompanhe rapidamente sua sequência e economias.
ru: Отслеживайте свою прибыль и сбережения с первого взгляда.
tr: Serinizi ve tasarruflarınızı bir bakışta takip edin.
zh_hans: 一目了然地追踪您的连胜记录和储蓄。

# widget_go_premium
source: Go Premium
ar: اذهب إلى الإصدار المميز
de: Gehen Sie Premium
es: Hazte Premium
fr: Passez à la version premium
ja: プレミアムに行く
ko: 프리미엄으로 이동
pt_br: Torne-se Premium
ru: Перейти Премиум
tr: Premium Ol
zh_hans: 升级至高级版

# widget_keep_going
source: keep going
ar: يستمر في التقدم
de: weitermachen
es: sigue así
fr: continue
ja: 続けて
ko: 계속 가
pt_br: continue
ru: продолжать идти
tr: devam et
zh_hans: 继续前进

# widget_keep_widget
source: to keep your widget
ar: للحفاظ على القطعة الخاصة بك
de: um Ihr Widget zu behalten
es: para conservar tu widget
fr: pour conserver votre widget
ja: ウィジェットを維持するには
ko: 위젯을 유지하려면
pt_br: para manter seu widget
ru: чтобы сохранить ваш виджет
tr: widgetı kullanmaya devam et
zh_hans: 保留您的小部件

# widget_saved
source: Saved
ar: أنقذ
de: Gespeichert
es: Ahorrado
fr: Enregistré
ja: 保存されました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
tr: Tasarruf
zh_hans: 已保存
